Repository: Rasbats/sar_pi
Catalog: po/*.po
Languages: nl_nl

source: Select SAR Datum Point
nl_nl: Selecteer SAR-datumpunt

source: Search and Rescue Patterns
nl_nl: Zoek- en Reddings patronen

source: Creates GPX files with Search and Rescue patterns
nl_nl: Maakt GPX-bestanden met zoek- en reddingspatronen

source: Route Preferences
nl_nl: Routevoorkeuren

source: SAR preferences
nl_nl: Voorkeuren SAR

source: Degrees
nl_nl: graden

source: Search Speed
nl_nl: Zoeksnelheid

source: kts
nl_nl: kn

source: Generate &GPX
nl_nl: Maak &GPX

source: 1 unit only
nl_nl: Slechts 1 eenheid

source: 2 units A&B
nl_nl: 2 eenheden A&B

source: STARBOARD
nl_nl: STUURBOORD

source: PORT
nl_nl: BAKBOORD

source: Waypoint names
nl_nl: Waypoint namen

source: Icons
nl_nl: Pictogrammen

source: Initial course
nl_nl: Oorspronkelijke koers

source: Leg Spacing (S)
nl_nl: Etappe afstand

source: Number of Legs
nl_nl: Aantal etappes

source: Search Speed
nl_nl: Zoek snelheid

source: Expanding Square
nl_nl: Vierkant uitklappen

source: Initial course
nl_nl: Oorspronkelijke koers

source: Search Radius
nl_nl: Zoek radius

source: Search Speed
nl_nl: Zoeksnelheid

source: Number of passes
nl_nl: Aantal passages

source: Search Method
nl_nl: Zoek methode

source: Sector Search
nl_nl: Sector zoekpatroon

source: Initial course
nl_nl: Oorspronkelijke koers

source: Leg Space
nl_nl: Etappe afstand

source: Number of Legs
nl_nl: Aantal etappes

source: Waypoint names
nl_nl: Waypoint namen

source: Oil Rig (Quadrant Single)
nl_nl: Platform (alleen staand)

source: DATUM / CSP (Start of Search)
nl_nl: DATUM / CSP (Begin van zoeken)

source: Longitude
nl_nl: Lengte

source: Ship
nl_nl: Vaartuig

source: Copy ship position (GPS fix required)
nl_nl: Kopieer eigen positie (GPS-fix vereist)

source: Lat
nl_nl: Br

source: S
nl_nl: Z

source: Lon
nl_nl: Le

source: E
nl_nl: O

source: Convert to Degree
nl_nl: Converteer naar graden

source: Calculate
nl_nl: Bereken

source: Search Distance / Time
nl_nl: Zoekafstand / Tijd

source: hr
nl_nl: u

source: General settings
nl_nl: Algemene instellingen

source: Opacity
nl_nl: Transparantie

source: CPU saving settings
nl_nl: CPU instellingen opslaan

source: Capture Ship Position
nl_nl: Vastleggen eigen positie

source: Leave ticked, so you can use ship's position
nl_nl: Laat geselecteerd, zodat u uw scheepspositie kunt gebruiken

source: Capture Cursor Position
nl_nl: Vastleggen cursorpositie

source: Leave ticked, so that you can use cursor position.
nl_nl: Laat geselcteerd, zodat u de cursorpositie kunt gebruiken

source: No Datum Point has been entered
nl_nl: Er is geen datumpunt ingevoerd

source: Error
nl_nl: Fout

source: For this search pattern the Start Point entered is the CSP
nl_nl: Voor dit zoekpatroon is het ingevoerde startpunt het CSP

source: Start Position
nl_nl: Startpositie

source: Export SAR track GPX file as
nl_nl: Exporteer GPX-zoekpatroonbestand als

source: error in input range validation
nl_nl: fout bij invoervalidatie

source: Error occurred, aborting SAR calc!
nl_nl: Fout opgetreden, SAR-berekening afgebroken!

source: Error in calculation. Please check input!
nl_nl: Fout in berekening. Controleer de invoer!

source: To copy the cursor location place the cursor on the chart ...and press <CTRL>+S
nl_nl: Om de cursor locatie te kopiÃ«ren, plaats de cursor op de kaart ...en druk op <CTRL>+S

source: SAR Plugin by SaltyPaws/Rasbats
nl_nl: SAR Plugin door SaltyPaws/Rasbats
